
WELCOME_MESSAGE = '''
⭐️⭐️⭐️Привет, друг! ⭐️⭐️⭐️

🌕🌖🌗🌘Это NightShop 🌒🌓🌔🌕
❤️Удобный сервис, который доставит 24/7 твой желанный заказ! ❤️

💵Оплата - наличными, при получении. 
💳Скоро подключим карты💳
🫰Скоро кэшбек до 20% от заказа 🫰

🚚🚐Бесплатная доставка для заказов от 5 000 руб, в пределах МКАД🚛🚚

🛍️Ждем твоих покупок! 🛍️
'''

WELCOME_MESSAGE_COURIER_NOREG = '''
Привет, друг!
Этот бот показывает размещенные заказы.
Вижу, ты еще не зарегистрирован у нас, давай это поправим. 
Отправь свой номер телефона боту, чтоб мы могли показывать тебе заказы и назначить тебя курьером
'''


WELCOME_MESSAGE_COURIER = '''
Привет, друг!
Этот бот показывает размещенные заказы.
Если хочешь заработать, вперед развозить заказы!

Список заказов доступен по команде /show
'''

REG_COMPLETE = '''
Вы успешно зарегистрироны! 
Список заказов доступен по команде /show
'''

ORDER_ACCEPT = '''
Вы назначены на заказ.
Подробности заказа по команде /details
'''